---
kind: property
id: P:Autodesk.Revit.DB.Architecture.Room.Volume
zh: 体积
source: html/677afe41-9d72-eecd-84ec-85df16c3befe.htm
---
# Autodesk.Revit.DB.Architecture.Room.Volume Property

**中文**: 体积

Get the Volume of the Room.

## Syntax (C#)
```csharp
public double Volume { get; }
```

## Remarks
This property is used to get the Volume of the Room.